{
    "name": "Risotto Gorgonzola, Pears, and Walnuts",
    "method": "Per preparare il risotto gorgonzola, pere e noci, iniziate preparando un brodo vegetale. Poi tritate grossolanamente le noci e mettetele da parte. Tritate finemente la cipolla, poi ponetela in un tegame con 30 gr di burro; fatela appassire e aggiungete il riso, che farete tostare per qualche minuto: unite il vino bianco e lasciatelo sfumare, poi gradatamente, a mano a mano che il riso si asciuga, aggiungete un mestolo di brodo alla volta, fino alla completa cottura (circa 15 minuti). Nel frattempo sbucciate le pere, togliete loro i semi interni e riducetele a cubetti. Frullate una delle due pere con un mixer. Private il gorgonzola piccante della crosta e tagliatelo a cubetti. Circa 5 minuti prima che il risotto sia pronto aggiungete il gorgonzola a cubetti, le pere a cubetti e la pera frullata. Spegnete il fuoco, aggiungete il Grana Padano DOP grattugiato e mantecate con il burro rimasto (20 gr). Impiattate il riso e guarnitelo con le noci tritate in precedenza e delle fettine di pera (volendo con delle scaglie di Grana Padano DOP).",
    "book": "Giallo Zafferano Blog",
    "ingredients": [
        {
            "name": "Gorgonzola Piccante",
            "unit_of_measure": "g",
            "quantity": 100
        },
        {
            "name": "Pear",
            "unit_of_measure": "unit",
            "quantity": 2
        },
        {
            "name": "Walnut",
            "unit_of_measure": "g",
            "quantity": 50
        },
        {
            "name": "White Wine",
            "unit_of_measure": "glass",
            "quantity": 1
        },
        {
            "name": "Riso Carnaroli",
            "unit_of_measure": "g",
            "quantity": 320
        },
        {
            "name": "Butter",
            "unit_of_measure": "g",
            "quantity": 50
        },
        {
            "name": "Vegetable Stock Cube",
            "unit_of_measure": "unit",
            "quantity": 1
        },
        {
            "name": "Vegetarian Hard Cheese",
            "unit_of_measure": "g",
            "quantity": 100
        },
        {
            "name": "White Onion",
            "unit_of_measure": "unit",
            "quantity": 0.5
        }
    ]
}
